Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=529_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Arkistolaitoksen tehtävänä on varmistaa kansalliseen kulttuuriperintöön kuuluvien asiakirjojen säilyminen, niiden käytettävyyden parantaminen sekä alan tutkimus- ja kehittämistoiminta.
sme: Árkiivalágádusa doaibman lea sihkkarastit álbmotlaš kulturárbái gullevaš áššebáhpáriid seailluheami, daid anolašvuoña buorideapmi sihke dán suorggi dutkan- ja ovddidandoaibma.

source: Arkistolaitos muodostuu Kansallisarkistosta ja seitsemästä maakunta-arkistosta.
sme: Árkiivalágádussii gullet Álbmotlaš arkiiva (Kansallisarkisto) ja čieža eanagotti arkiivva.

source: Tehtävä on vakituinen, palvelussuhde alkaa 1.1.2012
sme: Fásta bargu, bálvalusgaskavuohta álgá 1.1.2012

source: Hakuaika päättyy: 11.11.2011 16.00
sme: Ohcanáigi nohká: 11.11.2011 16.00

source: Virka on viraston yhteinen
sme: Virgi lea virgedoaimmahaga oktasaš

source: Lisää
sme: eambbo
